Revit 2024 API
DWGImportOptions Constructor
Overload List
Name | Description
DWGImportOptions()
 Constructs a new instance of DWGImportOptions with default values of all properties.
DWGImportOptions(DWGImportOptions)
 Constructs a new instance of DWGImportOptions as a copy of the import options.
See Also
DWGImportOptions Class
DWGImportOptions Members
Autodesk.Revit.DB Namespace